export const users = [
  {
    id: 1,
    name: 'Is\'s me',
  },
  {
    id: 2,
    name: 'Other user',
  },
  {
    id: 3,
    name: 'Other user',
  }
]

export const chat = [
  {
    id: 1,
    name: 'Название чата 1'
  },
  {
    id: 2,
    name: 'Название чата 2'
  },
  {
    id: 3,
    name: 'Название чата 3'
  },
]

export const messages = [
  {
    id: 1,
    about: 'Lorem Ipsum - это текст-"рыба", часто используемый в печати и вэб-дизайне.',
    userId: 1
  },
  {
    id: 2,
    about: 'Lorem Ipsum является стандартной "рыбой" для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов.',
    userId: 1
  },
  {
    id: 3,
    about: 'Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн.',
    userId: 2
  },
  {
    id: 4,
    about: 'Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.',
    userId: 2
  },
  {
    id: 5,
    about: 'Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский набор слов, но это не совсем так. Его корни уходят в один фрагмент классической латыни 45 года н.э., то есть более двух тысячелетий назад.',
    userId: 3
  },

]